[
    {
        "dataset": "dataset\\complex_test_parsed.json",
        "max_content": "Nebraska merupakan sebuah negara bagian Amerika Serikat.  Dua wilayah lainnya yang dianggap sebagai bagian integral dari Amerika Serikat adalah Distrik Columbia, tempat berlokasinya distrik federal ibu kota Washington D. C. ; dan Atol Palmyra, sebuah wilayah tak berpenghuni di Samudra Pasifik. ",
        "max_length": 295,
        "min_content": "Patagonia terletak di Argentina dan Chili. ",
        "min_length": 43
    },
    {
        "dataset": "dataset\\complex_train_parsed.json",
        "max_content": "Kecamatan Benteng merupakan ibu kota kabupaten Kepulauan Selayar.  Dalam rangkaian Hari jadi Kepulauan Selayar di lokasi ini setiap tahunnya diadakan festival yang bertajuk Sail Taka Bonerate atau sebelumnya disebut Takabonerate Island Expedition (TIE). Ada sebanyak lima belas buah pulau di Taman Nasional Taka Bonerate sehingga sangat bagus untuk kegiatan menyelam, selam permukaan, dan wisata bahari lainnya. ",
        "max_length": 412,
        "min_content": "Bahasa Inggris dan Prancis adalah bahasa resmi ESA. ",
        "min_length": 52
    },
    {
        "dataset": "dataset\\covid_all_parsed.json",
        "max_content": "Pemeliharaan Virus Ebola: Jika bukan (hanya) kelelawar, apa lagi?  SHA: f16da7cf7a952fb981dfc0d77280aac9c3ab933a Penulis: Caron, Alexandre; Bourgarel, Mathieu; Cappelle, Julien; Liégeois, Florian; De Nys, Hélène M. ; Roger, François Tanggal:   DOI: 10,3390/v10100549 Lisensi: cc-by Abstrak: Mekanisme pemeliharaan ebolavirus di ekosistem hutan Afrika masih belum diketahui, tetapi bukti tidak langsung menunjukkan keterlibatan beberapa spesies kelelawar. Meskipun penelitian intensif, hipotesis pemeliharaan kelelawar utama belum dikonfirmasi. Hipotesis alternatif dari inang pemeliharaan non-kelelawar atau komunitas pemeliharaan termasuk, atau tidak, beberapa kelelawar dan spesies lainnya, patut diselidiki lebih lanjut. Namun, ekosistem hutan Afrika memiliki keanekaragaman hayati yang besar dan berlimpah dalam inang pemeliharaan potensial. Bagaimana satu teka-teki keluar? Karena penelitian terbaru telah mengungkapkan bahwa beberapa spesies kelelawar telah terpapar ebolavirus, penyebut umum dari hipotesis ini adalah bahwa dalam siklus epidemiologis, beberapa spesies kelelawar harus terpapar virus dan terinfeksi oleh inang alternatif potensial ini. Di bawah kendala ini, dan mengingat ekologi kelelawar yang khas (perilaku bertengger, pemanfaatan habitat, dan mode penerbangan), kami meninjau inang dan jalur penularan yang dapat menyebabkan paparan kelelawar dan infeksi ebolavirus. Berbeda dengan kapasitas kelelawar untuk menularkan ebolavirus dan patogen lainnya ke banyak inang, hasil kami menunjukkan bahwa hanya sejumlah inang dan jalur yang terbatas yang dapat menyebabkan penularan ebolavirus ke kelelawar, dan bahwa inang pemeliharaan alternatif, jika ada, harus ada di antara mereka. Daftar jalur ini disediakan, bersama dengan protokol untuk memprioritaskan dan menyelidiki hipotesis alternatif ini. Kesimpulannya, dengan mempertimbangkan ekologi kelelawar dan keterlibatan mereka yang diketahui dalam ekologi ebolavirus secara drastis mengurangi daftar inang pemeliharaan alternatif potensial untuk ebolavirus. Memahami sejarah alami ebolavirus adalah prioritas kesehatan, dan menyelidiki hipotesis alternatif ini dapat menyelesaikan upaya saat ini yang berfokus pada peran kelelawar. Teks: Ebolavirus (EBV), menurut klasifikasi Kuhn et al.  ) adalah filovirus RNA untai tunggal yang dapat menyebabkan kematian tinggi pada beberapa inang, termasuk kera dan manusia [2,3]. Ebolavirus yang berbeda telah menyebabkan wabah manusia yang lokal tetapi dramatis, terutama di Afrika Tengah, dalam 40 tahun terakhir. Wabah Afrika Barat baru-baru ini pada tahun 2013-2016 memberikan garis besar potensi pandemi patogen ini [4,5]. Mengurai kompleksitas inang pemeliharaan atau komunitas dalam sistem multi-inang di antarmuka satwa liar/ternak/manusia adalah tugas yang sulit   . Pemeliharaan EBV di hutan khatulistiwa belum dipahami. Beberapa spesies mamalia memainkan peran utama dalam memicu wabah manusia: kera seperti simpanse (Pan troglodytes troglodytes dan P. t. verus) dan gorila dataran rendah barat (Gorilla gorilla gorilla) adalah asal dari beberapa wabah manusia   , tetapi telah ditemukan sangat rentan terhadap EBV dengan potensi dampak drastis bagi populasi mereka . Bangkai duiker positif PCR EBOV (Cephalophus sp. ) juga telah ditemukan . Orang tidak akan mengharapkan kematian EBOV yang begitu tinggi (relatif terhadap kepadatan populasi mereka) pada inang pemeliharaan. Namun, data ini menunjukkan kemungkinan keterlibatan mereka dalam fungsi transmisi EBOV, menjembatani inang pemeliharaan dengan populasi manusia selama peristiwa limpahan  (Gambar 1). Kerentanan dan paparan EBOV (diuji dengan virologi, serologi dan/atau PCR) dari banyak inang hutan potensial lainnya, termasuk invertebrata, burung, kelelawar, monyet, hewan pengerat, dan mamalia kecil lainnya, telah diuji di lapangan atau secara eksperimental dengan sejumlah besar hasil negatif yang menarik (misalnya, [12,). Beberapa individu monyet dan kelelawar yang secara serologis positif terhadap antigen EBV merupakan satu-satunya pengecualian . Saat ini, kelelawar Afrika dianggap oleh banyak orang sebagai kandidat terbaik untuk bertindak sebagai inang pemeliharaan EBOV. VRNA parsial diurutkan dari spesimen hidup dari tiga spesies kelelawar yang berbeda di Afrika Tengah , dan antibodi terhadap antigen ebolavirus telah terdeteksi pada 9 spesies kelelawar (8 frugivora dan 1 pemakan serangga) [3,23,    . Baru-baru ini, spesies ebolavirus baru dengan risiko patogen yang tidak diketahui juga telah diisolasi dari dua spesies kelelawar pemakan serangga yang bertengger di dalam sebuah rumah . Selain itu, Swanepoel et al. menunjukkan bahwa EBOV bereplikasi pada tiga spesies kelelawar yang terinfeksi secara eksperimental (Tadarida condylura, Tadarida pumila, dan Epomophorus wahlbergi), termasuk virus yang diisolasi dari feses 21 hari setelah infeksi eksperimental . Selain itu, beberapa spesies kelelawar telah terbukti bertindak sebagai inang pemeliharaan untuk beberapa virus RNA, termasuk filovirus (misalnya,). Namun, hingga saat ini, tidak ada strain replikasi EBOV yang diisolasi dari kelelawar liar yang sehat meskipun ribuan individu diuji [14,28,34,35]. Mengingat pengetahuan saat ini, hipotesis utama untuk pemeliharaan EBOV adalah spesies kelelawar tunggal karena Rousettus aegyptiacus dianggap sebagai inang pemeliharaan virus Marburg (Gambar 1A1); atau jaringan spesies kelelawar yang berinteraksi menciptakan komunitas pemeliharaan untuk EBOV (Gambar 1A2). Sistem kelelawar itu kompleks. Pertama, untuk keanekaragamannya: secara global, mereka mewakili lebih dari 20% dari keanekaragaman mamalia, membentuk ordo mamalia terbesar kedua setelah hewan pengerat, dan Afrika menampung 317 spesies hidup yang diketahui, 25% dari keanekaragaman kelelawar global . Kedua, kelelawar memiliki gaya hidup luar biasa yang telah ditinjau, terutama dalam kaitannya dengan peran mereka dalam ekologi penyakit [33,       . Mereka adalah spesies mamalia unik yang mengelompokkan kembali ciri-ciri sejarah kehidupan yang aneh seperti mode kehidupan udara mereka, umur panjang mereka, pola berteman dan migrasi mereka, serta sistem kekebalan tubuh mereka. menjembatani inang pemeliharaan dengan populasi manusia selama peristiwa limpahan  (Gambar 1). Kerentanan dan paparan EBOV (diuji dengan virologi, serologi dan/atau PCR) dari banyak inang hutan potensial lainnya, termasuk invertebrata, burung, kelelawar, monyet, hewan pengerat, dan mamalia kecil lainnya, telah diuji di lapangan atau secara eksperimental dengan sejumlah besar hasil negatif yang menarik (misalnya, [12,). Beberapa individu monyet dan kelelawar yang secara serologis positif terhadap antigen EBV merupakan satu-satunya pengecualian . Mekanisme pemeliharaan potensial ebolavirus pada satwa liar, menurut pengetahuan saat ini. Lingkaran (polos atau putus-putus) menunjukkan fungsi pemeliharaan yang dimainkan oleh tuan rumah; Panah mewakili jalur penularan infeksi antar inang. Manusia, primata non-manusia, dan duikers adalah contoh inang non-pemeliharaan yang diketahui, kadang-kadang terpapar ebolavirus secara langsung atau tidak langsung melalui inang pemeliharaan utama. (A1) Hipotesis pemeliharaan utama: ada satu kelelawar Gambar 1. Mekanisme pemeliharaan potensial ebolavirus pada satwa liar, menurut pengetahuan saat ini. Lingkaran (polos atau putus-putus) menunjukkan fungsi pemeliharaan yang dimainkan oleh tuan rumah; Panah mewakili jalur penularan infeksi antar inang. Manusia, primata non-manusia, dan duikers adalah contoh inang non-pemeliharaan yang diketahui, kadang-kadang terpapar ebolavirus secara langsung atau tidak langsung melalui inang pemeliharaan utama. (A1) Hipotesis pemeliharaan utama: ada satu spesies kelelawar yang memelihara setiap ebolavirus saja. Saat ini secara logis ini adalah hipotesis yang paling banyak diselidiki mengingat data yang tersedia, dan mewakili mekanisme pemeliharaan untuk filovirus lain, virus Marburg, seperti yang dipahami saat ini. (A2) Beberapa spesies kelelawar diperlukan untuk menciptakan komunitas pemeliharaan untuk Zaire ebolavirus (EBOV); setiap spesies kelelawar tidak dapat menyelesaikan pemeliharaan EBOV sendirian, karena membutuhkan interaksi dengan spesies lain. (B) Hipotesis inang pemeliharaan non-kelelawar alternatif: jika ada, diketahui bahwa ia dapat menularkan ebolavirus ke beberapa spesies kelelawar. Pada artikel ini, kami meninjau inang potensial dan jalur penularan terkait yang menghubungkan inang ini dengan spesies kelelawar (panah merah). (C) Hipotesis komunitas pemeliharaan, di mana beberapa inang diperlukan untuk memelihara ebolavirus (elips mewakili skenario pemeliharaan komunitas yang berbeda). Ini bisa menjadi satu atau lebih inang alternatif yang mungkin melibatkan spesies kelelawar. Menurut definisi, jika inang alternatif seperti itu ada, ada jalur penularan infeksi dari inang ini ke kelelawar yang ditinjau di sini (panah merah). Membuktikan bahwa spesies kelelawar mempertahankan EBOV (misalnya,), atau bahwa populasi yang saling berhubungan dari spesies kelelawar yang berbeda menciptakan tempat lahir untuk pemeliharaan EBOV di ekosistem tertentu, adalah tugas yang sulit. Menemukan virus hidup dalam spesimen kelelawar yang sehat akan merupakan langkah besar dalam membuktikan bahwa spesies khusus ini adalah bagian atau totalitas dari pemeliharaan EBOV. Namun, temuan ini juga akan memicu pertanyaan baru: apakah spesies ini bertindak sendiri untuk mempertahankan EBOV, atau apakah populasi spesies kelelawar simpatrik lainnya menciptakan komunitas pemeliharaan untuk EBOV? Apakah sistem pemeliharaan EBOV ini unik atau spesifik ekosistem? Selain itu, apakah spesies non-kelelawar lainnya terlibat dalam pemeliharaan? Jalan untuk mengidentifikasi inang pemeliharaan EBOV masih panjang. Oleh karena itu, kesenjangan dalam pengetahuan mengenai pemeliharaan EBOV dan EBV lainnya masih signifikan. Data yang tersedia menunjukkan sinyal sistematis tetapi lemah pada beberapa spesies kelelawar, pola yang sejalan dengan hipotesis pemeliharaan kelelawar utama, tetapi tidak mengecualikan hipotesis alternatif seperti yang disajikan pada Gambar 1B, C. Jika skenario alternatif tersebut belum tentu sesuai dengan prinsip pisau cukur Occam, mereka tetap tidak dapat diabaikan oleh komunitas ilmiah. Ekosistem hutan Afrika menampung keanekaragaman organisme yang tinggi relatif terhadap ekosistem lain, dan menyediakan kumpulan spesies kandidat yang kaya untuk berperan dalam pemeliharaan EBOV. Spesialis EBOV setuju dalam menyerukan upaya yang lebih terintegrasi di seluruh bidang ilmiah, terutama epidemiologi, ekologi, biologi molekuler, pemodelan penginderaan jauh, dan ilmu sosial untuk menguji hipotesis baru . Kami menyediakan, di sini, perspektif ekologis tentang sistem multi-host EBOV untuk memberikan kerangka kerja yang digerakkan oleh hipotesis untuk pekerjaan di masa depan. Masih ada kemungkinan bahwa kelelawar bukan bagian dari atau spesies non-kelelawar terlibat dalam sistem pemeliharaan EBOV dan skenario alternatif harus dipertimbangkan dan dieksplorasi (Gambar 1) . Skenario-skenario ini harus diselidiki, jika memungkinkan, bersama dengan protokol yang berpusat pada kelelawar, untuk mengkonfirmasi atau membatalkan kasus kelelawar sebagai inang pemeliharaan EBOV. Ketika probabilitas P sulit atau tidak mungkin untuk diperkirakan, kadang-kadang lebih mudah untuk memperkirakan probabilitas terbaliknya (1-P), probabilitas bahwa itu tidak terjadi. Akan membosankan untuk memperkirakan probabilitas secara kuantitatif dalam kasus pemeliharaan ebolavirus mengingat kurangnya informasi saat ini, tetapi mencoba mendefinisikan komponen probabilitas ini dapat membantu. Oleh karena itu, alih-alih membuktikan bahwa kelelawar adalah inang pemeliharaan untuk EBOV, bagaimana jika kita menganggap bahwa kelelawar bukan (satu-satunya) inang pemeliharaan untuk EBOV? Di sini, kita mempertimbangkan skenario yang disajikan pada Gambar 1B, C, yaitu, bahwa kelelawar bukanlah inang pemeliharaan untuk EBOV atau bahwa spesies kelelawar terlibat dengan inang alternatif dalam komunitas pemeliharaan EBOV. Data dan pengetahuan saat ini mendukung kedua skenario tersebut. Beberapa kelelawar terkadang bersentuhan dengan virus dan mengalami gelombang paparan selama wabah . Setelah terinfeksi, kelelawar bisa menjadi inang buntu, karena beberapa penelitian eksperimental menunjukkan bahwa beberapa spesies kelelawar tidak dapat mengeluarkan virus ); Atau mereka dapat menularkan virus ke inang lain, seperti primata termasuk manusia [6,48,49] sebagai inang jembatan, menghubungkan inang pemeliharaan dengan manusia. Ini berarti berdasarkan definisi inang jembatan , bahwa kelelawar ini pasti telah bersentuhan, pada titik tertentu dalam siklus epidemiologis, dengan inang pemeliharaan (atau inang jembatan lain) untuk mendapatkan infeksi EBOV. Di sini, kontak berarti kontak infeksi, dan dapat langsung (misalnya, fisik) atau tidak langsung (misalnya, melalui lingkungan). Oleh karena itu, pencarian inang pemeliharaan alternatif untuk EBOV harus berkonsentrasi pada inang yang dapat menularkan virus ke kelelawar. Dengan kata lain, setiap inang yang tidak dapat menularkan virus ke kelelawar tidak akan memenuhi syarat untuk menjadi inang pemeliharaan untuk EBOV. Ini berlaku untuk setiap inang yang ditemukan terpapar EBOV (misalnya, beberapa duiker sp. ) tetapi fokus pada kelelawar dibenarkan di bagian berikut. Ekologi sebagian besar spesies kelelawar Afrika sebagian besar tidak diketahui. Masih dapat diringkas sebagai berikut: bertengger di pohon (menggantung atau di lubang) atau gua, terbang, memakan serangga sambil terbang (kelelawar pemakan serangga)/memakan buah-buahan di pohon (kelelawar buah), terbang kembali dan bertengger di pohon atau gua; dengan migrasi jarak jauh dua tahunan atau gerakan nomaden untuk beberapa spesies . Seekor kelelawar tunggal dapat menutupi berbagai macam habitat dan bahkan wilayah bagi mereka yang bermigrasi. Oleh karena itu, jalur penularan dari kelelawar ke hewan lain melalui urin, air liur, cairan kelahiran, dan bahan plasenta dan/atau guano bisa menjadi penting (lihat tinjauan tentang Ebola yang diisolasi dari jaringan dan cairan tubuh). Predasi juga merupakan jalur penularan yang kurang dikenal tetapi potensial dari kelelawar ke predator . Kisaran spesies potensial yang berisiko terinfeksi dari kelelawar sangat besar . Namun, kisaran jalur penularan potensial yang tersedia untuk pemeliharaan atau inang jembatan (di bawah skenario B dan C pada Gambar 1) untuk menginfeksi kelelawar tampaknya jauh lebih terbatas. Misalnya, kelelawar jarang menggunakan lantai dasar: rute transmisi yang membutuhkan kontak langsung atau transmisi lingkungan di tanah tidak mengekspos kelelawar. Dalam istilah lain, kontak langsung dengan hewan yang tinggal di tanah sangat tidak mungkin. Empat jenis habitat menyusun berbagai jalur penularan dari inang alternatif ke kelelawar (dan setiap spesies kelelawar hanya akan sering mengunjungi sebagian kecil dari habitat ini: (i) udara terbuka saat terbang, untuk kelelawar pemakan serangga juga saat makan; (ii) air permukaan saat minum; (iii) atap dan dinding gua sebagai habitat bertengger; (iv) kanopi pohon untuk bertengger atau memberi makan. Dari keempat habitat ini, rute penularan potensial untuk menginfeksi kelelawar dari inang lain dapat disimpulkan (Tabel 1). Pada bagian berikut, jalur penularan berbeda yang dapat menghubungkan inang alternatif potensial dengan kelelawar dicantumkan dan dibahas, bersama dengan contoh inang alternatif ini. Pertama, penularan EBOV ke kelelawar dapat terjadi melalui penularan aerosol di keempat habitat. Ini berarti bahwa tuan rumah pemeliharaan akan melepaskan, di wilayah udara kelelawar, EBOV yang cukup untuk mencemari kelelawar. Secara teori, ini dimungkinkan di sebagian besar lingkungan kelelawar, tetapi kami telah membuang penularan udara terbuka (misalnya, penularan burung ke kelelawar dalam penerbangan) karena beban virus di udara tidak dapat mencapai tingkat yang memastikan infeksi. Namun, di atmosfer gua yang terbatas, penularan rabies dari kelelawar ke manusia telah dicurigai . EBOV dan partikel filovirus lainnya tampaknya dapat bertahan setidaknya selama 90 menit sebagai aerosol , dan studi eksperimental yang dilakukan pada primata non-manusia (NHP) dengan menginokulasi EBOV melalui rute aerosol mampu menginduksi penyakit fatal 5 hingga 12 hari pasca-inokulasi . Penularan EBOV melalui udara eksperimental antara hewan dari spesies yang berbeda, misalnya, dari babi ke primata non-manusia, juga tampaknya mungkin . Di gua, rute aerosol mungkin dimungkinkan. Namun, karena kelelawar cenderung bertengger berkumpul dalam kelompok dan kadang-kadang dalam koloni besar, udara sekitar mungkin jenuh oleh aerosol kelelawar, bukan inang alternatif. Penyaringan udara dapat dicoba di habitat kelelawar tetapi uji coba transmisi aerosol eksperimental dari inang alternatif ke kelelawar akan lebih efisien. Kelelawar terpapar ektoparasitisme . Jika invertebrata yang menggigit sebelumnya telah menggigit inang pemeliharaan alternatif, pada prinsipnya, ia dapat menginfeksi kelelawar. Serangga hematofagosa telah disaring untuk EBOV selama atau setelah wabah tanpa hasil konklusif . Namun, tidak adanya paparan selama wabah tidak berarti bahwa inang tidak terlibat dalam pemeliharaan virus di antara wabah. Misalnya, proses amplifikasi dalam ekologi penyakit dapat melibatkan inang yang berbeda dari inang pemeliharaan. Sedikit informasi yang tersedia tentang kutu pada kelelawar. Kutu telah disarankan terlibat dalam penularan virus mirip demam berdarah Krimea-Kongo ke kelelawar , dan secara serius dianggap sebagai inang potensial untuk penularan patogen lain dari inang non-kelelawar ke kelelawar. Nyamuk juga bisa menjadi wadah untuk transmisi EBOV yang ditularkan melalui vektor. Studi tentang makanan darah nyamuk telah mengungkapkan bahwa nyamuk bisa memakan kelelawar dan mamalia lainnya . Lalat kelelawar tampaknya sangat spesifik untuk kelelawar, beradaptasi dengan gaya hidup mereka     dan terlibat dalam penularan patogen . Namun, kekhususan ini akan menghalangi penularan patogen antarspesies. Ektoparasitisme menyediakan sumber potensial yang kuat dari kontak tidak langsung antara inang pemeliharaan alternatif dan kelelawar. Jalur penularan ini harus dieksplorasi lebih jauh, dan wawasan ekologis, termasuk ekologi perilaku serangga dan kelelawar, akan diperlukan untuk menargetkan spesies serangga yang tepat dalam keanekaragaman spesies menggigit yang tersedia, di habitat yang tepat (misalnya, tingkat kanopi pohon, atap gua, ketika kelelawar tidak bergerak) pada waktu yang tepat (misalnya, perilaku malam kelelawar) dan musim, ketika kedua inang (yaitu, inang pemeliharaan dan kelelawar) dapat diumpankan oleh vektor. Sepengetahuan kami, protokol yang ditargetkan seperti itu belum diterapkan sejauh ini. Kelelawar pemakan serangga memakan serangga yang bisa menjadi sumber EBOV . Rute bawaan makanan ini juga sedikit diselidiki. Sebuah studi baru-baru ini menunjukkan peran virus spesifik serangga dalam evolusi banyak keluarga virus, termasuk mononegavirus, yang menginfeksi vertebrata . Ada kemungkinan bahwa serangga mangsa adalah inang pemeliharaan untuk EBOV . Vektor serangga, seperti serangga pemakan darah (misalnya, nyamuk) juga dapat, secara teori, mengangkut virus dalam makanan darah mereka setelah menggigit inang yang terinfeksi. Mereka telah dicurigai dalam wabah filovirus lainnya di masa lalu . Secara teori, serangga yang dimangsa kelelawar ini juga dapat menghubungkan kelelawar dengan semua jenis inang pemeliharaan yang dapat mereka makan. Kelelawar secara aktif mencari mangsa di banyak habitat berbeda yang menampung serangga hematofagosa yang memakan fauna spesifik habitat. Selain itu, Reiskind et al. menyarankan bahwa nyamuk betina yang diberi makan darah lebih rentan terhadap predasi . Leendertz et al. juga menyarankan bahwa dinamika populasi lalat capung dapat bertindak sebagai pendorong kemunculan EBOV pada mamalia dan manusia . Oleh karena itu, analisis makanan kelelawar pemakan serangga dapat menunjukkan proporsi relatif serangga hematofagosa yang dimakan oleh kelelawar dan identitasnya, untuk kemudian menargetkan spesies serangga ini untuk pengambilan sampel. Inang pemeliharaan EBOV dapat menumpahkan virus yang layak di lingkungan di mana kelelawar dapat terinfeksi oleh paparan lingkungan. Habitat yang paling mungkin terjadi adalah kanopi dan lubang pohon, dan atap/dinding gua yang hanya digunakan oleh sebagian kecil inang yang menghuni hutan. Probabilitas infeksi akan tergantung pada kapasitas virus untuk bertahan hidup dalam kondisi lingkungan yang tersedia di habitat tertentu. Oleh karena itu, pemahaman yang lebih baik tentang kapasitas EBOV untuk bertahan hidup dalam kondisi biotik dan abiotik yang berbeda penting untuk dieksplorasi lebih lanjut (misalnya,). Pendekatan eksperimental ini harus mempertimbangkan kondisi lingkungan spesifik yang terjadi di kanopi pohon dan atap gua dalam hal substrat, suhu, kelembaban dan sifat cahaya. Salah satu mekanisme khusus yang telah dikemukakan dalam literatur adalah rute bawaan buah mengenai kelelawar frugivora di kanopi pohon. Ketersediaan buah-buahan menarik hewan pemakan buah, termasuk burung, mamalia yang tinggal di pohon, dan invertebrata. Perilaku ini dapat menciptakan jaringan kontak antar inang, yang mengarah ke beberapa jalur penularan, dan jaringan interaksi ini dapat lebih padat selama musim dengan keterbatasan sumber makanan . Kontak tidak langsung melalui bahan feses, urin, atau air liur yang tertinggal pada buah atau cabang dapat menghubungkan inang pemeliharaan dengan kelelawar, dengan cara yang sama seperti kelelawar telah terbukti dapat menularkan virus lain (misalnya, henipavirus) melalui cairan tubuh pada buah [33,70,83]. EBOV dan filovirus telah terbukti bertahan selama beberapa waktu (3 hingga 7 hari) di lingkungan, tergantung pada kondisi biotik dan abiotik   . Selain itu, EBV dapat ditumpahkan di beberapa kotoran kelelawar  (tetapi tidak semua,), dan telah dibiakkan dari urin dan air liur manusia , karenanya, juga dapat ditularkan dari feses, urin, dan air liur dari spesies lain. Oleh karena itu, rute transmisi ini dimungkinkan, tetapi dibatasi oleh fauna yang memberi makan pada ketinggian yang sama dengan kelelawar (atau, secara teknis, di atas). Hipotesis buah-buahan yang dikotori dengan cairan tubuh yang terinfeksi jatuh ke tanah dan membuka jalur penularan ke inang mencari makan di permukaan tanah lainnya (misalnya, duiker) tidak mengekspos kelelawar ke inang pemeliharaan alternatif (misalnya,). Hubungan antara sistem sungai dan wabah EBOV telah disarankan di Afrika Tengah, dengan anak sungai mempengaruhi distribusi spasial kasus . Jika sistem sungai dapat menampung komunitas biotik tertentu dengan inang alternatif potensial, seperti vektor yang bergantung pada air , mereka juga dapat mewakili, di ekosistem hutan terpencil, jalur transportasi utama bagi manusia, menyediakan sarana bagi patogen untuk menyebar melalui orang yang terinfeksi atau hewan yang diburu. Tentu saja, pada prinsipnya, saat minum, kelelawar bisa terinfeksi jika virus hadir di permukaan air. Kapasitas EBOV untuk bertahan hidup di air telah menjadi fokus dari studi eksperimental baru-baru ini yang melaporkan kelangsungan hidup EBOV di air selama 4 hingga 7 hari antara 21 dan 27 • C . Kelelawar biasanya minum di perairan terbuka, dan bukan di pantai di mana virus bisa lebih terkonsentrasi dengan keberadaan inang pemeliharaan, misalnya. Efek pengenceran yang diharapkan di perairan terbuka, relatif terhadap beberapa perairan dangkal di dekat pantai, tidak akan mendukung rute transmisi seperti itu secara apriori. Bertengger pohon dan gua dapat mengekspos kelelawar yang menggantung dan beristirahat untuk kontak langsung dengan inang pemeliharaan potensial. Namun, sebagai pengamatan pertama, posisi vertikal terbalik dari tempat bertengger kelelawar tidak terlalu mendukung penularan penyakit dari inang alternatif. Untuk spesies kelelawar yang bertengger di lubang pohon, situasinya bisa berbeda karena mereka dapat berbagi ruang sarang mereka secara temporal atau langsung dengan hewan lain . Kedua, kepadatan kelelawar yang bertengger di gua mencegah keberadaan banyak inang potensial lainnya di atap gua (tetapi, misalnya, ular dapat mendahului kelelawar di gua). Selama perilaku makan mereka, kelelawar yang hemat bisa bersentuhan langsung dengan inang lain yang tertarik oleh buah-buahan. Kebiasaan nokturnal mereka akan membatasi keragaman inang yang dapat berinteraksi dengan mereka. Kami tidak mengetahui adanya penelitian ekstensif tentang jaringan kontak potensial antara kelelawar dan hewan lain selama perilaku bertengger dan makan mereka. Sebagian besar penelitian menyelidiki potensi kontak infeksi dari kelelawar ke organisme lain . Teknologi baru, seperti perangkap kamera yang dilengkapi dengan penglihatan nokturnal, dapat memberikan peluang untuk penelitian lebih lanjut tentang topik ini. Karena ekologi sebagian besar kelelawar Afrika tidak diketahui, peluang lain yang mengekspos kelelawar ke inang pemeliharaan potensial dapat ditemukan di masa depan. Misalnya, beberapa spesies kelelawar memakan ikan  dan, baru-baru ini, menggunakan isotop karbon dan nitrogen yang stabil sebagai pelacak makanan, ditunjukkan bahwa spesies kelelawar, Nyctalus lasiopterus, secara musiman memakan burung Palearktik yang bermigrasi , perilaku makan yang tidak diketahui sampai sekarang. Predasi yang gagal pada kelelawar juga bisa menjadi kesempatan langka untuk penularan infeksi . Mempertimbangkan skenario B dan C pada Gambar 1, bahwa kelelawar bukanlah inang pemeliharaan EBOV atau bahwa mereka bukan satu-satunya inang yang terlibat dalam pemeliharaan EBOV, membantu dalam memfokuskan protokol penelitian EBOV pada rentang rute penularan potensial yang berkurang dan inang alternatif potensial yang berinteraksi dengan kelelawar di habitat mereka yang spesifik dan terbatas. Ini berarti bahwa jika kelelawar bukan inang pemeliharaan untuk EBOV, maka hanya ada sejumlah spesies kandidat yang memainkan peran sebagai inang pemeliharaan alternatif. Jumlah inang pemeliharaan alternatif yang terbatas ini ditentukan oleh ekologi kelelawar yang memaksakan pada inang pemeliharaan alternatif tersebut hanya beberapa kemungkinan jalur transmisi EBOV menuju kelelawar. Dari keanekaragaman hayati hutan Afrika dan jaringan penuh interaksi antar spesies, serangkaian hipotesis sekunder yang ditunjukkan dalam Tabel 1 dapat diuji melalui protokol yang disajikan untuk menyelidiki lebih lanjut peran kandidat inang pemeliharaan yang berbeda untuk EBOV. Pengamatan jumlah inang yang terbatas ini menyerukan untuk menguji mereka, bahkan jika hanya untuk mengecualikan mereka dari daftar hipotesis dan memperkuat hipotesis utama. Seperti yang diperingatkan di atas, sistem pemeliharaan multi-host EBOV dapat mencakup jaringan kompleks spesies kelelawar yang berinteraksi (Gambar 1A2) dan untuk dilanjutkan dengan menghilangkan hipotesis alternatif dapat menjadi cara untuk memperbesar komunitas pemeliharaan. Hipotesis manusia yang berperan dalam pemeliharaan ebolavirus belum dibahas di sini, bahkan jika persistensi EBOV pada manusia yang sebelumnya terinfeksi baru-baru ini telah terbukti . Skenario ini akan lebih menunjukkan perubahan dalam lintasan evolusi patogen (seperti yang bergerak dari Langkah 4 ke 5 pada Gambar 1 Wolfe et al. ) daripada pemeliharaan alami ebolavirus yang dipertimbangkan di sini. Agar protokol ini menjadi efisien dan dirancang dengan baik, wawasan dari ekologi perilaku, fenologi tanaman, dan biologi molekuler (di antara disiplin ilmu lainnya) akan diperlukan. Pendekatan terpadu untuk kesehatan telah diusulkan baru-baru ini dan, dalam ekologi EBOV, mereka harus mempromosikan integrasi ilmu ekologi ke dalam ilmu kesehatan yang biasanya berada di garis depan penyelidikan epidemiologis. Misalnya, banyak pengambilan sampel inang alternatif potensial telah dilakukan selama wabah ebolavirus (misalnya, [12,). Investigasi ini terutama menyangkut pencarian apa yang menularkan ebolavirus ke manusia karena mereka diimplementasikan selama wabah manusia (atau kera besar), dan di sekitar wabah. Ini tidak berarti bahwa mereka dapat secara otomatis menginformasikan tentang apa yang memelihara ebolavirus. Saat mencari inang pemeliharaan, investigasi juga harus menargetkan inang yang sama dan alternatif lainnya selama periode antar-wabah dengan hipotesis yang didorong secara ekologis. Inilah yang saat ini dilakukan untuk kelelawar mengikuti hipotesis pemeliharaan utama (misalnya,), tetapi tidak sering untuk inang alternatif. Uji coba eksperimental juga harus berkonsentrasi pada kondisi lingkungan yang terjadi di habitat khusus kelelawar, yang bisa sangat berbeda dari kondisi wabah manusia. Rute penularan ke kelelawar mewakili kontak antarinang dengan intensitas dan frekuensi yang tidak diketahui, dan akan sulit untuk membandingkan kepentingan relatifnya. Namun, seseorang dapat memprioritaskan beberapa rute transmisi berdasarkan pengetahuan saat ini. Rute penularan yang ditularkan melalui makanan serangga dan vektor tentu perlu diselidiki lebih lanjut, karena mereka dapat mengekspos kelelawar ke banyak inang lain. Karya sebelumnya tentang serangga terutama berkonsentrasi pada pengambilan sampel serangga di sekitar wabah manusia (misalnya,). Saat mencari inang pemeliharaan yang dapat mentransmisikan EBOV ke kelelawar, protokol harus berkonsentrasi pada serangga yang berinteraksi dengan spesies kelelawar yang diketahui terpapar. Ini berarti menggabungkan ekologi perilaku kelelawar dan protokol penangkapan arthropoda untuk mendeteksi potensi pengangkutan EBOV mereka, serta protokol yang mengeksplorasi kebiasaan makan kelelawar (misalnya, deteksi molekuler DNA mangsa di guano kelelawar) . Misalnya, penangkapan serangga harus ditargetkan di mana serangga dapat menggigit kelelawar, di gua atau di tingkat kanopi, dan bukan di permukaan tanah di mana kelelawar mungkin tidak terjadi. Mempelajari jaringan interaksi inang di lokasi pemberian buah juga merupakan jalan yang menarik untuk mengeksplorasi rute penularan langsung, lingkungan, dan buah. Ekologi perilaku dapat menginformasikan dan membantu protokol penargetan. Simpanse dan monyet dapat makan pada ketinggian yang sama dengan kelelawar. Beberapa spesies hewan pengerat memakan buah-buahan, tetapi pemilihan spesies arboricolous yang memberi makan pada ketinggian yang sama dengan kelelawar dapat mengurangi daftar secara drastis. Protokol perangkap kamera dapat menginformasikan jaringan interaksi inang yang menempatkan spesies kelelawar dalam interaksi simetris atau asimetris dengan inang alternatif potensial lainnya. Di bawah realitas lapangan, dan terutama di hutan hujan, daftar protokol ini akan membutuhkan program yang dirancang dengan cermat agar berhasil, berakar pada interdisiplineritas. Karena kelelawar, dan terutama spesies yang telah terpapar ebolavirus, adalah titik masuk dari sebagian besar hipotesis alternatif ini (yaitu, inang alternatif perlu bersentuhan dengan kelelawar), ekologi perilaku dan komunitas spesies kelelawar yang ditargetkan perlu dipahami secara lokal. Perekam data, seperti perangkap vektor atau kamera, perlu digunakan di tempat kelelawar saat ini bertengger atau makan. Ini bisa menjadi tugas yang sulit. Memahami sumber makanan mana yang menarik kelelawar pada musim tertentu membutuhkan pemahaman yang baik tentang fenologi pohon asli dan peliharaan (misalnya,). Sebelum pekerjaan ini, analisis diet berbasis guano tentang perilaku makan kelelawar dapat membantu memetakan secara lokal di mana dan kapan kelelawar akan hadir. Kemudian, protokol simultan pada kelelawar dan inang alternatif simpatrik dapat diterapkan, dan pencarian biologis untuk antibodi atau antigen dapat diterapkan. Menggabungkan protokol untuk menguji hipotesis utama dan alternatif dapat memberikan opsi yang hemat biaya dan sinergis. Sebagai kesimpulan, hipotesis alternatif yang disajikan di sini harus dieksplorasi bersamaan dengan upaya untuk mengkonfirmasi spesies kelelawar sebagai inang pemeliharaan untuk EBOV. Ekologi spesies kelelawar yang sudah diketahui terpapar harus digunakan untuk merancang protokol untuk menargetkan inang pemeliharaan alternatif yang relevan. Mengingat jumlah spesies yang sudah terlibat/terpapar EBOV, ekologi EBOV dan sistem pemeliharaannya dapat diharapkan menjadi kompleks, bergantung pada ekosistem , dan dinamis, karena perubahan global . Sistem pemeliharaan Ebola, yang pernah terisolasi di hutan, sekarang berinteraksi dengan manusia dan lingkungan mereka yang dimodifikasi dan akan beradaptasi dengannya. Bertujuan untuk target bergerak ini akan membutuhkan pemikiran out-of-the-box dan kolaborasi interdisipliner. ",
        "max_length": 32778,
        "min_content": "Catatan dari editor: novel coronavirus (2019-nCoV)\n\n\n\nSHA: d958168df85240e544a918d843a14e887dc41d2b\n\nPenulis: nan\nTanggal:  \nDOI: 10,2807/1560-7917. es. 2020,25,3,2001231\nLisensi: cc-by\n\nAbstrak: nan\n\nTeks: Situasi terus berkembang pesat sejak saat itu dan hanya beberapa minggu kemudian, seperti pada 23 Januari, 614 kasus yang dikonfirmasi laboratorium dan 17 kematian telah dilaporkan  termasuk beberapa kasus yang terdeteksi di luar daratan Tiongkok . Sementara itu, pada 7 Januari 2020, virus corona baru, yang saat ini bernama 2019-nCoV, secara resmi diumumkan sebagai agen penyebab oleh pihak berwenang Tiongkok . Untuk mendukung tindakan kesehatan masyarakat, sekuens genom virus dirilis oleh para peneliti Tiongkok pada 10 Januari  dan 2 hari kemudian, empat sekuens lebih lanjut juga tersedia di Global Initiative on Sharing All Influenza Data (GISAID) (lebih banyak kasus dilaporkan setiap hari dan ada bukti untuk beberapa penularan dari manusia ke manusia di Tiongkok, sejumlah pertanyaan penting masih belum terjawab. Misalnya, tidak ada kepastian tentang sumber wabah, penularan virus serta gambaran klinis dan tingkat keparahan penyakit. Dalam edisi Eurosurveillance ini, kami menerbitkan dua artikel tentang berbagai aspek dari 2019-nCoV yang baru muncul. Salah satunya adalah artikel penelitian oleh Corman et al. tentang pengembangan metodologi diagnostik berbasis RT-PCR gen E dan RdRp, tanpa memerlukan bahan virus; Pengujian divalidasi di lima laboratorium internasional . Sebelum publikasi ini, deskripsi pengujian telah tersedia untuk umum di halaman web khusus WHO  untuk mendukung pengembangan pesat kapasitas pengujian laboratorium. Yang lainnya adalah komunikasi cepat di mana para peneliti yang berbasis di Hong Kong melaporkan upaya mereka untuk memperkirakan tingkat keparahan di antara kasus infeksi 2019-nCoV yang dirawat di rumah sakit melalui pemodelan berdasarkan informasi yang tersedia secara publik, terutama dari otoritas kesehatan Wuhan . Laporan ini juga menunjukkan perlunya informasi yang lebih rinci untuk membuat evaluasi yang tepat tentang situasi sebagai dasar pengambilan keputusan kesehatan masyarakat. Hari ini, Direktur Jenderal WHO Tedros Adhanom Ghebreyesus, dengan mempertimbangkan pertimbangan anggota Komite Darurat Peraturan Kesehatan Internasional (IHR) tentang 2019-nCoV dalam pertemuan kedua mereka, memutuskan untuk tidak menyatakan keadaan darurat kesehatan masyarakat yang menjadi perhatian internasional. Organisasi kesehatan internasional seperti Pusat Pencegahan dan Pengendalian Penyakit Eropa (ECDC) dan WHO memantau situasi dan memberikan pembaruan rutin. ECDC telah menyiapkan halaman web khusus di mana pembaruan dan penilaian risiko dengan fokus pada Eropa tersedia:  baru-coronavirus-china. ",
        "min_length": 2765
    },
    {
        "dataset": "dataset\\single_test_parsed.json",
        "max_content": "All-Africa Games 2007 (All-Africa Games ke-9) diadakan pada 11-23 Juli 2007 di Aljir, ibu kota Aljazair. ",
        "max_length": 105,
        "min_content": "Doris merupakan istri Nereus. ",
        "min_length": 30
    },
    {
        "dataset": "dataset\\single_train_parsed.json",
        "max_content": "Perlo adalah komune yang terletak di distrik Provinsi Cuneo, Italia. Kota Perlo memiliki luas sebesar 11,6 km². Pada tahun 2004, Perlo memiliki penduduk sebesar 121 jiwa. ",
        "max_length": 171,
        "min_content": "Pontos adalah anak dari Gaia. ",
        "min_length": 30
    }
]